Repository: Rex6961/project-NewsPortal
Catalog: NewsPaper/locale/*/LC_MESSAGES/django.po
Languages: es

source: English
es: Ingles

source: Spanish
es: Ispanol

source: Russian
es: Ruso

source: Advanced options
es: Opciones avanzados

source: author
es: autor

source: change_news
es: cambiar noticias

source: time_in
es: hora de entrada

source: head_news
es: noticias principales

source: rate_news
es: calificar noticias

source: category
es: categoria

source: text_news
es: noticias de texto

source: Author
es: Autor

source: Rate
es: Tarifa

source: Category
es: Categoria

source: Subscribers
es: suscriptores

source: Новости
es: Noticia

source: Статья
es: Articulo

source: change news
es: cambio de naticias

source: time in
es: tiempo de entrada

source: head news
es: noticias principales

source: text news
es: noticias de texto

source: rate news
es: calificar noticias

source: post
es: publicar

source: authorization users
es: autorizar usuarios

source: comments
es: comentarios

source: rate comment
es: calificar comentario

source: На главную
es: Inicio

source: Дата выхода
es: fecha de lanzamiento

source: Найти статью
es: buscar articulo

source: Добавить статью
es: agregar articulo

source: Добавить новость
es: agregar noticias

source: Заголовок
es: titulo

source: Дата публикации
es: fecha de lanzamiento

source: Кратко
es: resumen

source: Категория
es: categoria

source: Действия
es: acciones

source: Изменить
es: editar

source: В данный момент пока еще нет статей
es: no hay articulos en este momento

source: Сохранить
es: ahorrar

source: Новость/Статья
es: noticia/articulo

source: Название
es: titulo

source: Позже даты:
es: fecha posterior

source: Найти
es: encontrar
